{ "quotes": [{
    "quote": " If you start believing in your greatness, it is the death of your creativity.",
    "author": "Marina Abramovic",
    "page": "4",
    "id": 1
  }, {
    "quote": "Talk depletes us. Talking and doing fight for the same resources. Research shows that while goal visualization is important, after a certain point our mind begins to confuse it with actual progress. The same goes for verbalization. Even talking aloud to ourselves while we work through difficult problems has been shown to significantly decrease insight and breakthroughs. After spending so much time thinking, explaining, and talking about a task, we start to feel that we’ve gotten closer to achieving it.",
    "author": "Ryan Holiday",
    "page": "27",
    "id": 2
  }, {
    "quote": "The greatest work and art comes from wrestling with the void, facing it instead of scrambling to make it go away.",
    "author": "Ryan Holiday",
    "page": "28",
    "id": 3
  }, {
    "quote": "The only relationship between work and chatter is that one kills the other.",
    "author": "Ryan Holiday",
    "page": "28",
    "id": 4
  }, {
    "quote": "Impressing people is utterly different from being truly impressive.",
    "author": "Ryan Holiday",
    "page": "32",
    "id": 5
  }, {
    "quote": "The power of being a student is not just that it is an extended period of instruction, it also places the ego and ambition in someone else’s hands. There is a sort of ego ceiling imposed – one knows that he is not better than the “master” he apprentices under. Not even close. You defer to them, you subsume yourself. You cannot fake or bullshit them.",
    "author": "Ryan Holiday",
    "page": "38",
    "id": 6
  }, {
    "quote": "The pretense of knowledge is our most dangerous vice, because it prevents us from getting any better. Studious self-assessment is the antidote.",
    "author": "Ryan Holiday",
    "page": "39",
    "id": 7
  }, {
    "quote": "Because we only seem to hear about the passion of successful people,w e forget that failures shared the same trait.",
    "author": "Ryan Holiday",
    "page": "47",
    "id": 8
  }, {
    "quote": "Be an anteambulo. Clear the path for the people above you and you will eventually create a path for yourself.",
    "author": "Ryan Holiday",
    "page": "53",
    "id": 9
  }, {
    "quote": "When you are just starting out, we can be sure of a few fundamental realities: 1) You’re not nearly as good or as important as you think you are; 2) You have an attitude that needs to be readjusted; 3) Most of what you think you know or most of what you learned in books or in school is out of date or wrong",
    "author": "Ryan Holiday",
    "page": "53",
    "id": 10
  }, {
    "quote": "Greatness comes from humble beginnings; it comes from grunt work. It means you’re the least important person in the room – until you change that with results.",
    "author": "Ryan Holiday",
    "page": "56",
    "id": 11
  }, {
    "quote": "Be lesser, do more. Imagine if for every person you met, you thought of some way to help them, something you could do fro them? And you looked at it in a way that entirely benefited them and not you.",
    "author": "Ryan Holiday",
    "page": "46",
    "id": 12
  }, {
    "quote": "Most people’s egos prevent them from appreciating: the person who clears the path ultimately controls its direction.",
    "author": "Ryan Holiday",
    "page": "58",
    "id": 13
  }, {
    "quote": "It is a timeless fact of life that the up-and-coming must endure the abuses of the entrenched.",
    "author": "Ryan Holiday",
    "page": "64",
    "id": 14
  }, {
    "quote": "It’s a sad fact of life that new talents are regularly missed, and even when recognized, often unappreciated. The reasons always vary, but it’s a part of the journey.",
    "author": "Ryan Holiday",
    "page": "64",
    "id": 15
  }, {
    "quote": "You’re not able to change the system until after you’ve made it. In the meantime, you’ll have to find some way to make it suit your purposes – even if those purposes are just extra time to develop properly, to learn from others on their dime, to build your base and establish yourself.",
    "author": "Ryan Holiday",
    "page": "64",
    "id": 16
  }, {
    "quote": "If you can’t swallow your pride, you can’t lead.",
    "author": "Genghis Khan",
    "page": "77",
    "id": 17
  }, {
    "quote": "The question to ask, when you feel pride, then, is this: What am I missing right now that a more humble person might see? What am I avoiding, or running from, with my bluster, franticness, and embellishments?",
    "author": "Ryan Holiday",
    "page": "77",
    "id": 18
  }, {
    "quote": "Fac, si facis. (Do it if you’re going to do it.)",
    "author": "Ryan Holiday",
    "page": "82",
    "id": 19
  }, {
    "quote": "We want so desperately to believe that those who have great empires set out to build one. Why? So we can indulge in the pleasurable planning of ours.",
    "author": "Ryan Holiday",
    "page": "109",
    "id": 20
  }, {
    "quote": "Once you win, everyone is gunning for you. It’s during your moment at the top that you can afford ego the least – because the stakes are so much higher, the margins for error are so much smaller. If anything, your ability to listen, to hear feedback, to improve and grow matter more now than ever before",
    "author": "Ryan Holiday",
    "page": "110",
    "id": 21
  }, {
    "quote": "Instead of pretending that we are living some great story, we must remain focused on the execution – and on executing with excellence. We must shun the false crown and continue working on what got us here. Because that’s the only thing that will keep us here.",
    "author": "Ryan Holiday",
    "page": "113",
    "id": 22
  }, {
    "quote": "Ego needs honors in order to be validated. Confidence, on the other hand, is able to wait and focus on the task at hand regardless of external recognition.",
    "author": "Ryan Holiday",
    "page": "134",
    "id": 23
  }, {
    "quote": "We never earn the right to be greedy or to pursue our interests at the expense of everyone else. To think otherwise is not only egotistical, it’s counterproductive.",
    "author": "Ryan Holiday",
    "page": "135",
    "id": 24
  }, {
    "quote": "The only way out is through.",
    "author": "Ryan Holiday",
    "page": "168",
    "id": 25
  }, {
    "quote": "This is what we’re aspiring to – much more than mere success. What matters is that we can respond to what life throws at us. And how we make it through.",
    "author": "Ryan Holiday",
    "page": "169",
    "id": 26
  }, {
    "quote": "Ambition means tying your well-being to what other people say or do… Sanity means tying it to your own actions.",
    "author": "Marcus Aurelius",
    "page": "180",
    "id": 27
  }, {
    "quote": "The world is, after all, indifferent to what we humans “want.” If we persist in wanting, in needing, we are simply setting ourselves up for resentment or worse. Doing the work is enough.",
    "author": "Ryan Holiday",
    "page": "181",
    "id": 28
  }, {
    "quote": "The problem is that when we get our identity tied up in our work, we worry that any kind of failure will then say something bad about us as a person.",
    "author": "Ryan Holiday",
    "page": "189",
    "id": 29
  }, {
    "quote": "Your potential, the absolute best you’re capable of – that’s the metric to measure yourself against. Your standards are. Winning is not enough. People can get lucky and win. People can be assholes and win. Anyone can win. But not everyone is the best possible version of themselves.",
    "author": "Ryan Holiday",
    "page": "197",
    "id": 30
  }, {
    "quote": "A person who judges himself based on his own standard doesn’t crave the spotlight the same way as someone who lets applause dictate success.",
    "author": "Ryan Holiday",
    "page": "199",
    "id": 31
  }, {
    "quote": "A person who can think long term doesn’t pity herself during short-term setbacks.",
    "author": "Ryan Holiday",
    "page": "199",
    "id": 32
  }, {
    "quote": "This obsession with the past, with something that someone did or how things should have been, as much as it hurts, is ego embodied.",
    "author": "Ryan Holiday",
    "page": "206",
    "id": 33
  }, {
    "quote": "Perfecting the personal regularly leads to success as a professional, but rarely the other way around.",
    "author": "Ryan Holiday",
    "page": "216",
    "id": 34
  }]
}
